const birthdayData = {
  name: "Tony盛长春",
  title: "Happy Birthday",
  subtitle: "愿星辰大海，皆为你闪烁 ✨",
  
  memories: [
    { title: "回忆寄语", content: "亲爱的哥哥，在新的2026年的来临之际，回想起过去刚过去不就的疫情的时候，你也刚刚从杭州辞职回来，回到了西宁一起在一起生活了6年之久放在以前这件事情想都不敢想，在我初中的时候才算是我真是见到你机会次数多的时候，所以在我初中以前对你的印象并不是很多，每当你回来的时候给我的感觉就是即熟悉又陌生的感觉，但是自从你回来开始你给我和这个家庭带来太多珍贵的东西，我也发自内心的十分的敬佩你，这让我联想到你曾说过想要改变身边人是多么困难，但是你却做到到了影响了我甚至是影响了整个家庭，所以在我的眼里你真非常了不起的--哥哥，和你相处的日子里使我难以忘怀的时光，以后我们也许不会再有这样的时光但我相信在未来我们会有更多相处机会，也许我们可能不在一个地方甚至不在同一个国家，但那又何妨我们之间的情谊和羁绊早已然将我们缔结在一起，所以我打心底觉得有你真好，这个家有你真好！", icon: "🎉" }
  ],
  
  expectations: [
    { content: "在新的一年里，这对你意味着人生进入30岁的关卡中，俗话说30而立，我也十分的相信你在接下来的一年里书写这段不平凡时期的故事，而对于我而言是经历人生当中第一次磨练和考验，所以对我们来说都是特殊的一年，希望你能够在这一年做成一番事业尽情去做你想做的事情吧，我也相信和祝愿你能做你自己想做的事情，能像你说的改变当下脱节死板的教育体制，不说能做多大，但在我眼中你也依然非常的成功了，已经改变影响我的命运和一生，要不是你我现在或许和同龄人一样对未来充满迷茫毕业后在社会上内卷工作，你让我在短短的人生旅途中找到了自己想要去做的事情让我的未来充满更多的选择，所以我也十分坚信你会改变更多孩子的未来和人生，所以我们俩在接下来的日子里不论以前如何都从头来过，接受和面对我们人生当中的转折点，开始新的'一辈子'，我也相信我们俩在接下来的日子也会越来越好，不让爸妈操心，能够赚更多钱让他们俩好好享福，一家人不论在哪里永远都是一家人，就算是再忙的日子里也能过聚聚，相互之间有个照应，一家人也会越来越好！" }
  ],
  
  wishes: [
    { content: "亲爱的哥哥--祝愿你在新的一年中又长了一岁的未来旅途中，希望你步步高升事业有成，早日能够实现千万目标，每天都能开开心心的，身体也一直保持健康并且早日减肥成功，而且希望在去往新的地方生活时组建起自己的家庭，最后哥生日快乐我只想认真说一句：谢谢你。谢谢你一直以来的付出、照顾和担当。新的一岁，愿你身体健康心里踏实笑容多一点，愿你所愿皆成真，所行皆坦途" }
  ],
  
  videoUrl: "birthday.mov"
};
